import arb from "../assets/imgs/arb.jpeg"
import rob from "../assets/imgs/rob.jpeg"
import lib from "../assets/imgs/lib.jpeg"
import exc from "../assets/imgs/exc.jpeg"

const posts = [
  {
    id: 1,
    title: " အာရေဗီကာ (Arabica - Coffea Arabica)",
    excerpt: "ကမ္ဘာ့ကော်ဖီထုတ်လုပ်မှု၏ ၆၀-၇၅% ခန့်ရှိပြီး ...",
    content: `ကမ္ဘာ့ကော်ဖီထုတ်လုပ်မှု၏ ၆၀-၇၅% ခန့်ရှိပြီး၊ လူကြိုက်အများဆုံးနှင့် အကျယ်ပြန့်ဆုံး သောက်သုံးသည့် အမျိုးအစားဖြစ်သည်။ နူးညံ့သိမ်မွေ့သော၊ ရှုပ်ထွေးသော၊ မွှေးကြိုင်သော အရသာအတွက် လူသိများသည်။ သစ်သီး၊ ပန်း၊ ချောကလက်နှင့် အခွံမာသီးအရသာများ ပါဝင်တတ်သည်။ ပိုချိုပြီး ခါးသက်မှုနည်းကာ အချဉ်ဓာတ် ပိုမိုမြင့်မားသည်။ ပင်လယ်ရေမျက်နှာပြင်အထက် ၆၀၀-၁၈၀၀ မီတာ (ပေ ၂၀၀၀-၆၀၀၀) အမြင့်တွင်၊ မှန်မှန် မိုးရေချိန်ရရှိပြီး၊ သင့်တင့်သော အပူချိန်နှင့် အရိပ်များစွာရှိသော နေရာများတွင် အကောင်းဆုံး ပေါက်ရောက်သည်။ အာရေဗီကာပင်များသည် ရောဂါများနှင့် ပိုးမွှားဒဏ်ခံရလွယ်သောကြောင့် စိုက်ပျိုးရန် ပိုမိုခက်ခဲပြီး ကုန်ကျစရိတ် ပိုများသည်။ ကော်ဖီစေ့များသည် ဘဲဥပုံသဏ္ဌာန် ရှိတတ်သည်။ Robusta ထက် ကဖိန်းဓာတ် ပိုနည်းသည်။ (၀.၈% မှ ၁.၄% ခန့်)`,
    image: arb,
    category: "အားလုံး",
  },
  {
    id: 2,
    title: "ရိုဘတ်စ်တာ (Robusta - Coffea Canephora)",
    excerpt: "ကမ္ဘာ့ထုတ်လုပ်မှု၏ ၂၀-၃၀% ခန့်ရှိသည့် ဒုတိယလူကြိုက်အများဆုံး ...",
    content: ` ကမ္ဘာ့ထုတ်လုပ်မှု၏ ၂၀-၃၀% ခန့်ရှိသည့် ဒုတိယလူကြိုက်အများဆုံး အမျိုးအစားဖြစ်သည်။ Espresso ဖျော်ရာတွင် ခရင်မာရရန်နှင့် Instant Coffee များတွင် အများဆုံး အသုံးပြုသည်။ ပိုမိုပြင်းထန်ပြီး၊ ခိုင်မာကာ၊ မကြာခဏဆိုသလို ခါးသက်သော မြေကြီးအရသာ၊ ရော်ဘာ သို့မဟုတ် သစ်သားအရသာများ ရှိသည်။ အာရေဗီကာကဲ့သို့ နူးညံ့သိမ်မွေ့သော အရသာမျိုး မရှိပါ။  ပိုမိုကြံ့ခိုင်ပြီး ခံနိုင်ရည်ရှိသည်။ ပူနွေးသော ရာသီဥတု၊ မမှန်သော မိုးရေချိန်နှင့် ပင်လယ်ရေမျက်နှာပြင်အောက် ၆၀၀ မီတာ (ပေ ၂၀၀၀) အောက်နိမ့်သော ဒေသများတွင်လည်း ပေါက်ရောက်နိုင်သည်။ ရောဂါများနှင့် ပိုးမွှားဒဏ်ကို ပိုမိုခံနိုင်ရည်ရှိသည်။ ကော်ဖီစေ့များသည် အာရေဗီကာထက် ပိုမိုဝိုင်းပြီး သေးငယ်သည်။  အာရေဗီကာထက် သိသိသာသာ ကဖိန်းဓာတ် ပိုများသည်။ (၂.၅% မှ ၄.၅% ခန့်) ၎င်းသည် ပိုးမွှားများကို သဘာဝအတိုင်း တွန်းလှန်ပေးသည်။  ပြင်းထန်သော အရသာနှင့် ကဖိန်းဓာတ်မြင့်မားမှုကြောင့် Arabica နှင့် ရောစပ်လေ့ရှိသည်။ အထူးသဖြင့် Espresso အတွက် ခရင်မာ ကောင်းကောင်းရရှိစေရန် သို့မဟုတ် Instant Coffee အတွက် အသုံးပြုသည်။`,
    image: rob,
    category: "Beans",
  },
  {
    id: 3,
    title: "လီဘရီကာ (Liberica - Coffea Liberica)",
    excerpt: "ကမ္ဘာ့ကော်ဖီထုတ်လုပ်မှု၏ အလွန်သေးငယ်သော ရာခိုင်နှုန်း (၂% အောက်)...",
    content: `ကမ္ဘာ့ကော်ဖီထုတ်လုပ်မှု၏ အလွန်သေးငယ်သော ရာခိုင်နှုန်း (၂% အောက်) သာရှိသည်။ အဓိကအားဖြင့် အရှေ့တောင်အာရှ၊ အထူးသဖြင့် ဖိလစ်ပိုင်နှင့် မလေးရှားတို့တွင် စိုက်ပျိုးသည်။ ထူးခြားပြီး ကွဲပြားသော အရသာအတွက် လူသိများသည်။ သစ်သီး၊ ပန်းနှင့် မီးခိုး သို့မဟုတ် သစ်သားအရသာများ ပါဝင်သည်ဟု ဖော်ပြလေ့ရှိသည်။ ၎င်း၏ ပြင်းထန်ပြီး ပုံမှန်မဟုတ်သော အရသာကြောင့် အချို့က အလွန်နှစ်သက်ကြပြီး အချို့က မကြိုက်ကြပေ။  Liberica ပင်များသည် ကြီးမားပြီး ခံနိုင်ရည်ရှိကာ ပူနွေးစိုစွတ်သော ရာသီဥတုနှင့် ပင်လယ်ရေမျက်နှာပြင်အောက်နိမ့်သော ဒေသများတွင် ကောင်းစွာပေါက်ရောက်သည်။ အာရေဗီကာထက် ကြမ်းတမ်းသော အခြေအနေများကို ပိုမိုခံနိုင်ရည်ရှိသည်။ ကော်ဖီစေ့များသည် အာရေဗီကာ သို့မဟုတ် ရိုဘတ်စ်တာထက် ပိုကြီးပြီး ပုံမှန်မဟုတ်သော ပုံသဏ္ဌာန်ရှိသည်။  ရိုဘတ်စ်တာထက် ကဖိန်းဓာတ် နည်းပြီး၊ အာရေဗီကာထက်ပင် နည်းနိုင်ပါသည်။`,
    image: lib,
    category: "Brewing",
  },
  {
    id: 4,
    title: "အိတ်ဆယ်လ်ဆာ (Excelsa - Coffea Dewevrei",
    excerpt: "ကမ္ဘာ့ကော်ဖီဈေးကွက်၏ အလွန်သေးငယ်သော အစိတ်အပိုင်းတစ်ခုဖြစ်ပြီး အဓိကအားဖြင့် ...",
    content: `ကမ္ဘာ့ကော်ဖီဈေးကွက်၏ အလွန်သေးငယ်သော အစိတ်အပိုင်းတစ်ခုဖြစ်ပြီး အဓိကအားဖြင့် အရှေ့တောင်အာရှတွင် စိုက်ပျိုးသည်။ ယခင်က ၎င်းကို သီးခြားမျိုးစိတ်အဖြစ် သတ်မှတ်ခဲ့သော်လည်း ယခုအခါ Liberica ၏ မျိုးကွဲတစ်ခုအဖြစ် ခွဲခြားလေ့ရှိသည်။ အလွန်ရှုပ်ထွေးပြီး ထူးခြားသည်။ Light roast နှင့် Dark roast နှစ်မျိုးလုံး၏ ထူးခြားချက်များကို ပေါင်းစပ်ထားသည်ဟု လူသိများသည်။ ချဉ်ပြင်းသော သစ်သီးအရသာမှသည် ပြင်းသော လှော်ထားသည့်အရသာနှင့် အခွံမာသီးအရသာအထိ အရသာမျိုးစုံကို ပေးစွမ်းနိုင်သည်။ ရောစပ်ထားသော ကော်ဖီများတွင် အရသာပိုမိုနက်ရှိုင်းစေသည်။ အနည်းငယ် ရှည်လျားသော ဘဲဥပုံသဏ္ဌာန်ရှိသည်။ ရှုပ်ထွေးမှုနှင့် ထူးခြားသော မွှေးရနံ့ကို ပေါင်းထည့်ရန် ရောစပ်ထားသော ကော်ဖီများတွင် မကြာခဏ အသုံးပြုသည်။`,
    image: exc,
    category: "အားလုံး",
  },
];

export default posts; 